//数据包，2022版，13*365
sti0=[];
sti1=[];
sti2=[];
sti3=[];
sti4=[];
sti5=[];
sti6=[];
sti7=[];
sti8=[];
sti9=[];
sti10=[];
sti11=[];
sti12=[];


for(var i=0;i<365;i++){
  sti0[i]=0;
}

for(var i=0;i<365;i++){
  sti1[i]=0;
}
for(var i=0;i<365;i++){
  sti2[i]=0;
}
for(var i=0;i<365;i++){
  sti3[i]=0;
}
for(var i=0;i<365;i++){
  sti4[i]=0;
}
for(var i=0;i<365;i++){
  sti5[i]=0;
}
for(var i=0;i<365;i++){
  sti6[i]=0;
}
for(var i=0;i<365;i++){
  sti7[i]=0;
}
for(var i=0;i<365;i++){
  sti8[i]=0;
}
for(var i=0;i<365;i++){
  sti9[i]=0;
}
for(var i=0;i<365;i++){
  sti10[i]=0;
}
for(var i=0;i<365;i++){
  sti11[i]=0;
}
for(var i=0;i<365;i++){
  sti12[i]=0;
}
/*
  '碑林区',0
  '新城区',1
  '莲湖区',2
  '灞桥区',3
  '未央区',4
  '雁塔区',5
  '阎良区',6
  '临潼区',7
  '长安区',8
  '蓝田县',9
  '周至县',10
  '高陵区',11
  '鄠邑区'12
*/
//1.2
sti5[1]=48;
sti2[1]=16;
sti8[1]=10;
sti6[1]=8;
sti2[1]=1;

//1.3
sti8[2]=10;
sti5[2]=59;
sti0[2]=3;
sti2[2]=12;
sti4[2]=4;
sti12[2]=1;
sti6[2]=1;

//1.5
sti8[4]=10;
sti4[4]=1;
sti5[4]=35;
sti2[4]=4;
sti6[4]=2;
sti0[4]=1;

//1.6
sti5[5]=20;
sti2[5]=4;

//1.7
sti2[6]=2;
sti5[6]=15;
sti8[6]=10;
sti4[6]=3;



//1.8
sti8[7]=6;
sti2[7]=2;
sti5[7]=20;
sti0[7]=1;

//1.9
sti5[8]=8;
sti8[8]=2;
sti0[8]=2;
sti4[8]=1;

//1.10
sti8[9]=9;
sti5[9]=3;
//1.11
sti6[10]=1;
sti5[10]=5;
sti8[10]=2;
//1.12
sti5[11]=2;
sti8[11]=2;
sti0[11]=1;
//1.13
sti5[12]=1;
sti8[12]=6;











